Repository: mariosbbs/openpli-plugins
Catalog: PLi/SoftcamSetup/po/*.po
Languages: it

source: Cancel
it: Cancellare

source: Changing keymap failed (%s).
it: Cambio keymap fallito (% s).

source: Choice key
it: Tasto per avviare questo pannello

source: Close plugin on restart emu
it: Chiudere plugin quando si riavvia l'emulatore

source: Current cardserver:
it: CamServer attuale:

source: Current softcam:
it: SoftCam attuale:

source: Default Camd
it: Camd predefinita

source: Don't switch auto-camd while recording
it: Non usare Auto-Camd durante una registrazione

source: Enable Auto-Camd
it: Abilita Auto-Camd

source: Green key
it: Tasto VERDE

source: Help key
it: Tasto HELP

source: Lets you configure your softcams
it: Permette di configurare le SoftCams

source: Please wait, restarting cardserver.
it: Attendere, riavvio CardServer.

source: Please wait, restarting softcam and cardserver.
it: Attendere, riavvio SoftCam e CardServer.

source: Please wait, restarting softcam.
it: Attendere, riavvio SoftCam.

source: Quick button
it: Avviare questo pannello con la pressione di un tasto

source: RED key
it: Tasto ROSSO

source: Refresh
it: Aggiorna

source: Restart both
it: Riavvia entrambi

source: Restart cardserver
it: Riavvia CardServer

source: Restart softcam
it: Riavvia SoftCam

source: Select Card Server
it: Selezionare CardServer

source: Select Softcam
it: Selezionare SoftCam

source: Settings menu
it: Menu configurazione

source: Setup Auto-Camd List
it: Configurare lista Auto-Camd

source: Show (switch info camname)
it: Mostra (cambia informazioni CamName)

source: Show ecm.info
it: Mostra ecm.info

source: Show plugin extensions menu
it: Mostra plugin nel menu estensioni

source: Softcam Setup
it: Configurazione SoftCam

source: Softcam setup
it: Configurazione SoftCam

source: Softcam setup...
it: Configurazione SoftCam ..

source: TEXT key
it: Tasto TEXT

source: YELLOW key
it: Tasto GIALLO

source: restart both
it: riavviare entrambi

source: restart cardserver
it: riavvia cardserver

source: restart softcam
it: riavvia SoftCam
